Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.unblock.toast
source: Unblocked %@. Following is not restored — follow them again if you want their posts back.
ar: أُلغي حظر %@. ولم تُستعد المتابعة — تابعه من جديد إن أردت عودة منشوراته.
bn: %@-কে আনব্লক করা হয়েছে। ফলো ফিরে আসেনি — তাদের পোস্ট ফিরে পেতে চাইলে আবার ফলো করুন।
ca: Has desbloquejat %@. El seguiment no es restaura: torna'l a seguir si vols veure de nou les seves publicacions.
cs: Uživatel %@ je odblokován. Sledování se neobnovilo – sleduj ho znovu, pokud chceš jeho příspěvky zpět.
da: Fjernede blokeringen af %@. Følgning genskabes ikke – følg vedkommende igen, hvis du vil have opslagene tilbage.
de: %@ entblockt. Das Folgen wird nicht wiederhergestellt – folge der Person erneut, wenn du ihre Beiträge wieder sehen möchtest.
el: Άρθηκε ο αποκλεισμός του/της %@. Η ακολούθηση δεν επανέρχεται — ακολούθησέ τον/την ξανά αν θέλεις τις αναρτήσεις του/της.
es: Desbloqueaste a %@. El seguimiento no se restablece: vuelve a seguirlo si quieres recuperar sus publicaciones.
fi: Esto poistettu: %@. Seuraamista ei palauteta – seuraa heitä uudelleen, jos haluat heidän julkaisunsa takaisin.
fr: %@ est débloqué. L’abonnement n’est pas rétabli — suivez-le à nouveau si vous voulez revoir ses posts.
he: החסימה של %@ בוטלה. המעקב לא משוחזר — עקוב אחריו שוב אם אתה רוצה את הפוסטים שלו בחזרה.
hi: %@ को अनब्लॉक किया। फ़ॉलो वापस नहीं आया — उनकी पोस्ट फिर चाहिए तो उन्हें दोबारा फ़ॉलो करें।
hr: Odblokirano: %@. Praćenje nije vraćeno — pratite ga ponovno ako želiš njegove objave.
hu: %@ feloldva. A követés nem áll vissza – kövesd újra, ha újra látni szeretnéd a bejegyzéseit.
id: Blokir %@ dibuka. Hubungan mengikuti tidak dipulihkan — ikuti mereka lagi jika ingin postingannya kembali.
it: %@ sbloccato. Il follow non viene ripristinato: seguilo di nuovo se rivuoi i suoi post.
ja: %@のブロックを解除しました。フォローは元に戻りません。投稿をまた見たい場合は、もう一度フォローしてください。
ko: %@님의 차단을 해제했어요. 팔로우는 복원되지 않아요. 게시물을 다시 보려면 다시 팔로우하세요.
ml: %@ എന്നയാളെ അൺബ്ലോക്ക് ചെയ്തു. ഫോളോ തിരികെ വരില്ല — അവരുടെ പോസ്റ്റുകൾ വേണമെങ്കിൽ വീണ്ടും ഫോളോ ചെയ്യുക.
ms: %@ dinyahsekat. Ikutan tidak dipulihkan — ikut mereka semula jika anda mahu siaran mereka kembali.
nb: Opphevet blokkeringen av %@. Følging gjenopprettes ikke. Følg dem igjen hvis du vil ha innleggene deres tilbake.
nl: %@ gedeblokkeerd. Volgen wordt niet hersteld: volg ze opnieuw als je hun berichten terug wilt.
pl: Odblokowano: %@. Obserwowanie nie zostaje przywrócone — obserwuj ponownie, jeśli chcesz widzieć jego wpisy.
pt_br: %@ desbloqueado. O vínculo de seguir não é restaurado: siga a pessoa de novo se quiser os posts dela de volta.
pt_pt: %@ desbloqueado. O seguimento não é reposto — siga novamente se quiser voltar a ver as publicações.
ro: L-ai deblocat pe %@. Urmărirea nu este restabilită — urmărește-l din nou dacă vrei postările lui înapoi.
ru: %@ разблокирован(а). Подписка не восстановлена — подпишитесь снова, если хотите видеть посты.
sk: %@ je odblokovaný. Sledovanie sa neobnovilo — sleduj ho znova, ak chceš jeho príspevky späť.
sv: Avblockerade %@. Följningen återställs inte – följ dem igen om du vill ha deras inlägg tillbaka.
ta: %@ இன் தடை நீக்கப்பட்டது. பின்தொடர்தல் மீட்கப்படவில்லை — அவர்களின் இடுகைகள் வேண்டுமெனில் மீண்டும் பின்தொடருங்கள்.
te: %@ అన్‌బ్లాక్ చేయబడ్డారు. ఫాలో తిరిగి రాలేదు — వారి పోస్ట్‌లు కావాలంటే మళ్లీ ఫాలో చేయండి.
th: เลิกบล็อก %@ แล้ว การติดตามไม่ถูกคืน ติดตามพวกเขาอีกครั้งหากต้องการโพสต์ของพวกเขา
tr: %@ kişisinin engeli kaldırıldı. Takip geri gelmez; gönderilerini yeniden görmek istiyorsanız yeniden takip edin.
uk: %@ розблоковано. Підписка не відновлюється — підпишіться знову, якщо хочете бачити їхні дописи.
ur: %@ کو ان بلاک کیا۔ فالو بحال نہیں ہوتا — ان کی پوسٹس واپس چاہیں تو انہیں دوبارہ فالو کریں۔
vi: Đã bỏ chặn %@. Việc theo dõi không được khôi phục — hãy theo dõi lại nếu bạn muốn xem bài đăng của họ.
zh_hans: 已取消屏蔽 %@。关注不会恢复，如果想重新看到对方的帖子，请再次关注。
zh_hant: 已解除封鎖 %@。追蹤不會恢復，若想再看到對方的貼文，請重新追蹤。

# safety.unmute.toast
source: Unmuted %@. Their posts can appear in your feeds again.
ar: أُلغي كتم %@. ويمكن أن تظهر لك منشوراته من جديد.
bn: %@-কে আনমিউট করা হয়েছে। তাদের পোস্ট আবার আপনার ফিডে আসতে পারে।
ca: Has deixat de silenciar %@. Les seves publicacions poden tornar a aparèixer als teus canals.
cs: Ztlumení uživatele %@ zrušeno. Jeho příspěvky se mohou ve tvých kanálech znovu objevit.
da: Slog lyd til for %@. Vedkommendes opslag kan igen vises i dine feeds.
de: Stummschaltung von %@ aufgehoben. Die Beiträge können wieder in deinen Feeds erscheinen.
el: Άρθηκε η σίγαση του/της %@. Οι αναρτήσεις του/της μπορούν να εμφανίζονται ξανά στις ροές σου.
es: Dejaste de silenciar a %@. Sus publicaciones pueden volver a aparecer en tus feeds.
fi: Mykistys poistettu: %@. Heidän julkaisunsa voivat taas näkyä syötteissäsi.
fr: %@ n’est plus en sourdine. Ses posts peuvent de nouveau apparaître dans vos fils.
he: ההשתקה של %@ בוטלה. הפוסטים שלו יכולים להופיע שוב בפידים שלך.
hi: %@ को अनम्यूट किया। उनकी पोस्ट आपकी फ़ीड में फिर दिख सकती हैं।
hr: Ukinuto utišavanje: %@. Njihove objave opet se mogu pojaviti u tvojim feedovima.
hu: %@ némítása feloldva. A bejegyzései újra megjelenhetnek a hírfolyamaidban.
id: %@ tidak dibisukan lagi. Postingannya bisa muncul di feed-mu lagi.
it: %@ riattivato. I suoi post possono tornare a comparire nei tuoi feed.
ja: %@のミュートを解除しました。投稿がフィードに再び表示されるようになります。
ko: %@님의 뮤트를 해제했어요. 이제 게시물이 내 피드에 다시 나타날 수 있어요.
ml: %@ എന്നയാളെ അൺമ്യൂട്ട് ചെയ്തു. അവരുടെ പോസ്റ്റുകൾ വീണ്ടും നിങ്ങളുടെ ഫീഡുകളിൽ വരാം.
ms: %@ dinyahsenyapkan. Siaran mereka boleh muncul dalam suapan anda semula.
nb: Opphevet dempingen av %@. Innleggene deres kan vises i feedene dine igjen.
nl: Dempen van %@ opgeheven. Hun berichten kunnen weer in je feeds verschijnen.
pl: Cofnięto wyciszenie: %@. Jego wpisy mogą znów pojawiać się w Twoich kanałach.
pt_br: %@ reativado. Os posts dessa pessoa podem voltar a aparecer nos seus feeds.
pt_pt: %@ deixou de estar silenciado. As publicações podem voltar a aparecer nos seus feeds.
ro: L-ai reactivat pe %@. Postările lui pot apărea din nou în fluxurile tale.
ru: %@ снова включён(а). Посты могут снова появляться в ваших лентах.
sk: Stlmenie %@ je zrušené. Jeho príspevky sa môžu v tvojich kanáloch opäť zobrazovať.
sv: Slutade tysta %@. Deras inlägg kan visas i dina flöden igen.
ta: %@ இன் ஒலியடக்கம் நீக்கப்பட்டது. அவர்களின் இடுகைகள் உங்கள் ஊட்டங்களில் மீண்டும் தோன்றலாம்.
te: %@ అన్‌మ్యూట్ చేయబడ్డారు. వారి పోస్ట్‌లు మీ ఫీడ్‌లలో మళ్లీ కనిపించవచ్చు.
th: เลิกปิดเสียง %@ แล้ว โพสต์ของพวกเขาปรากฏในฟีดของคุณได้อีกครั้ง
tr: %@ kişisinin sesi açıldı. Gönderileri akışlarınızda yeniden görünebilir.
uk: З %@ знято заглушення. Їхні дописи знову можуть з’являтися у ваших стрічках.
ur: %@ کو ان میوٹ کیا۔ ان کی پوسٹس پھر آپ کی فیڈز میں آ سکتی ہیں۔
vi: Đã bỏ ẩn %@. Bài đăng của họ có thể xuất hiện lại trong bảng tin của bạn.
zh_hans: 已取消静音 %@。对方的帖子可以再次出现在你的信息流中。
zh_hant: 已取消靜音 %@。對方的貼文可以再次出現在你的動態中。

# saved.empty.subtitle
source: Tap the bookmark on any post to keep it here. Only you can see this list.
ar: اضغط على أيقونة الحفظ في أي منشور ليظهر هنا. أنت وحدك من يرى هذه القائمة.
bn: এখানে রাখতে যেকোনো পোস্টের বুকমার্কে ট্যাপ করুন। এই তালিকা শুধু আপনি দেখতে পান।
ca: Toca el marcador de qualsevol publicació per conservar-la aquí. Només tu pots veure aquesta llista.
cs: Klepnutím na záložku u kteréhokoli příspěvku si ho tu uložíš. Tento seznam vidíš jen ty.
da: Tryk på bogmærket på et opslag for at beholde det her. Kun du kan se denne liste.
de: Tippe bei einem Beitrag auf das Lesezeichen, um ihn hier zu behalten. Nur du siehst diese Liste.
el: Πάτησε τον σελιδοδείκτη σε οποιαδήποτε ανάρτηση για να την κρατήσεις εδώ. Μόνο εσύ βλέπεις αυτή τη λίστα.
es: Toca el marcador de cualquier publicación para guardarla aquí. Solo tú ves esta lista.
fi: Napauta mitä tahansa julkaisua kirjanmerkillä säilyttääksesi sen täällä. Vain sinä näet tämän listan.
fr: Touchez le favori sur n’importe quel post pour le garder ici. Vous seul voyez cette liste.
he: הקש על הסימנייה בכל פוסט כדי לשמור אותו כאן. רק אתה יכול לראות את הרשימה הזו.
hi: किसी भी पोस्ट पर बुकमार्क टैप करके उसे यहाँ रखें। यह सूची सिर्फ़ आप देख सकते हैं।
hr: Dodirni oznaku na bilo kojoj objavi da je ovdje zadržiš. Ovaj popis vidiš samo ti.
hu: Koppints bármely bejegyzés könyvjelzőjére, hogy itt megőrizd. Ezt a listát csak te látod.
id: Ketuk markah pada postingan mana pun untuk menyimpannya di sini. Hanya kamu yang bisa melihat daftar ini.
it: Tocca il segnalibro su qualsiasi post per tenerlo qui. Solo tu puoi vedere questo elenco.
ja: どの投稿でもブックマークをタップすると、ここに保存されます。このリストはあなただけに表示されます。
ko: 게시물의 북마크를 탭하면 여기에 보관돼요. 이 목록은 나만 볼 수 있어요.
ml: ഏതെങ്കിലും പോസ്റ്റിലെ ബുക്ക്‌മാർക്കിൽ ടാപ്പ് ചെയ്ത് ഇവിടെ സൂക്ഷിക്കുക. ഈ പട്ടിക നിങ്ങൾക്ക് മാത്രമേ കാണാനാകൂ.
ms: Ketik penanda buku pada mana-mana siaran untuk menyimpannya di sini. Hanya anda boleh melihat senarai ini.
nb: Trykk på bokmerket på et innlegg for å beholde det her. Bare du kan se denne listen.
nl: Tik op de bladwijzer bij een bericht om het hier te bewaren. Alleen jij ziet deze lijst.
pl: Stuknij zakładkę przy dowolnym wpisie, aby zachować go tutaj. Tę listę widzisz tylko Ty.
pt_br: Toque no marcador de qualquer post para guardá-lo aqui. Só você vê esta lista.
pt_pt: Toque no marcador de qualquer publicação para a guardar aqui. Só você vê esta lista.
ro: Atinge marcajul de pe orice postare ca s-o păstrezi aici. Doar tu vezi această listă.
ru: Коснитесь закладки на любом посте, чтобы сохранить его здесь. Этот список видите только вы.
sk: Ťuknutím na záložku pri ľubovoľnom príspevku ho uložíš sem. Tento zoznam vidíš iba ty.
sv: Tryck på bokmärket på ett inlägg för att spara det här. Bara du kan se den här listan.
ta: எந்த இடுகையிலும் புக்மார்க்கைத் தட்டினால் அது இங்கே சேமிக்கப்படும். இந்தப் பட்டியலை நீங்கள் மட்டுமே பார்க்க முடியும்.
te: ఏదైనా పోస్ట్‌పై బుక్‌మార్క్‌ను నొక్కితే అది ఇక్కడ ఉంటుంది. ఈ జాబితాను మీరు మాత్రమే చూడగలరు.
th: แตะบุ๊กมาร์กบนโพสต์ใดก็ได้เพื่อเก็บไว้ที่นี่ เห็นรายการนี้ได้เฉพาะคุณ
tr: Burada tutmak için herhangi bir gönderideki yer imine dokunun. Bu listeyi yalnızca siz görebilirsiniz.
uk: Торкніться закладки на будь-якому дописі, щоб зберегти його тут. Цей список бачите лише ви.
ur: کسی بھی پوسٹ پر بک مارک پر ٹیپ کریں تاکہ وہ یہاں رہے۔ یہ فہرست صرف آپ دیکھ سکتے ہیں۔
vi: Chạm vào dấu trang trên bất kỳ bài đăng nào để giữ nó ở đây. Chỉ bạn thấy danh sách này.
zh_hans: 轻点任何帖子上的书签，即可保存在这里。只有你能看到此列表。
zh_hant: 輕點任何貼文上的書籤即可保存在這裡。只有你看得到這份清單。

# saved.empty.title
source: Nothing saved yet
ar: لا محفوظات بعد
bn: এখনও কিছু সেভ করা নেই
ca: Encara no hi ha res desat
cs: Zatím nic uloženo
da: Intet gemt endnu
de: Noch nichts gesichert
el: Τίποτα αποθηκευμένο ακόμα
es: Aún no hay nada guardado
fi: Ei vielä tallennettuja
fr: Rien d’enregistré pour l’instant
he: עדיין לא נשמר דבר
hi: अभी कुछ सहेजा नहीं गया
hr: Još ništa nije spremljeno
hu: Még nincs mentett bejegyzés
id: Belum ada yang tersimpan
it: Ancora nulla di salvato
ja: 保存したものはまだありません
ko: 아직 저장한 게시물이 없어요
ml: ഇതുവരെ ഒന്നും സേവ് ചെയ്തിട്ടില്ല
ms: Belum ada yang disimpan
nb: Ingenting lagret ennå
nl: Nog niets opgeslagen
pl: Jeszcze nic nie zapisano
pt_br: Nada salvo ainda
pt_pt: Ainda nada guardado
ro: Încă nimic salvat
ru: Пока ничего не сохранено
sk: Zatiaľ nič uložené
sv: Inget sparat än
ta: இன்னும் எதுவும் சேமிக்கப்படவில்லை
te: ఇంకా ఏదీ సేవ్ చేయలేదు
th: ยังไม่มีอะไรที่บันทึก
tr: Henüz kaydedilen yok
uk: Нічого не збережено
ur: ابھی کچھ محفوظ نہیں
vi: Chưa lưu gì
zh_hans: 还没有保存任何内容
zh_hant: 尚未儲存任何內容

# saved.title
source: Saved
ar: المحفوظات
bn: সেভ করা
ca: Desades
cs: Uložené
da: Gemt
de: Gesichert
el: Αποθηκευμένα
es: Guardado
fi: Tallennetut
fr: Enregistrés
he: שמורים
hi: सहेजा हुआ
hr: Spremljeno
hu: Mentett
id: Tersimpan
it: Salvati
ja: 保存済み
ko: 저장됨
ml: സേവ് ചെയ്തവ
ms: Disimpan
nb: Lagret
nl: Opgeslagen
pl: Zapisane
pt_br: Salvos
pt_pt: Guardados
ro: Salvate
ru: Сохранённое
sk: Uložené
sv: Sparat
ta: சேமித்தவை
te: సేవ్ చేసినవి
th: ที่บันทึกไว้
tr: Kaydedilenler
uk: Збережене
ur: محفوظ
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

# search.empty.failed.action
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# search.empty.failed.title
source: Search failed
ar: فشل البحث
bn: সার্চ ব্যর্থ হয়েছে
ca: La cerca ha fallat
cs: Hledání selhalo
da: Søgningen mislykkedes
de: Suche fehlgeschlagen
el: Η αναζήτηση απέτυχε
es: Falló la búsqueda
fi: Haku epäonnistui
fr: La recherche a échoué
he: החיפוש נכשל
hi: खोज विफल रही
hr: Pretraga nije uspjela
hu: A keresés nem sikerült
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗しました
ko: 검색에 실패했어요
ml: തിരയൽ പരാജയപ്പെട്ടു
ms: Carian gagal
nb: Søket mislyktes
nl: Zoeken mislukt
pl: Wyszukiwanie nie powiodło się
pt_br: A busca falhou
pt_pt: A pesquisa falhou
ro: Căutarea a eșuat
ru: Поиск не удался
sk: Hľadanie zlyhalo
sv: Sökningen misslyckades
ta: தேடல் தோல்வியடைந்தது
te: శోధన విఫలమైంది
th: ค้นหาไม่สำเร็จ
tr: Arama başarısız oldu
uk: Пошук не вдався
ur: تلاش ناکام رہی
vi: Tìm kiếm thất bại
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# search.empty.noResults.people
source: No handle or display name matches “%@”.
ar: لا يوجد معرّف أو اسم ظاهر يطابق «%@».
bn: কোনো হ্যান্ডেল বা প্রদর্শন নাম “%@”-এর সাথে মেলেনি।
ca: Cap identificador ni nom visible coincideix amb «%@».
cs: Žádný handle ani zobrazované jméno neodpovídá „%@“.
da: Intet handle eller visningsnavn matcher “%@”.
de: Kein Handle und kein Anzeigename passt zu „%@“.
el: Κανένα handle ή εμφανιζόμενο όνομα δεν ταιριάζει με «%@».
es: Ningún identificador ni nombre visible coincide con «%@».
fi: Mikään käyttäjätunnus tai näyttönimi ei täsmää hakuun “%@”.
fr: Aucun identifiant ni nom affiché ne correspond à « %@ ».
he: אין שם משתמש או שם תצוגה שתואמים ל-״%@״.
hi: “%@” से कोई हैंडल या डिस्प्ले नाम मेल नहीं खाता।
hr: Nijedan handle ni prikazano ime ne odgovara upitu „%@”.
hu: Egyetlen @név vagy megjelenített név sem egyezik ezzel: „%@”.
id: Tidak ada handle atau nama tampilan yang cocok dengan “%@”.
it: Nessun handle o nome visualizzato corrisponde a “%@”.
ja: 「%@」に一致するハンドルまたは表示名はありません。
ko: “%@”와(과) 일치하는 핸들이나 표시 이름이 없어요.
ml: “%@” എന്നതുമായി ഒത്തുപോകുന്ന ഹാൻഡിലോ പേരോ ഇല്ല.
ms: Tiada nama pengendali atau nama paparan sepadan dengan “%@”.
nb: Ingen brukernavn eller visningsnavn samsvarer med «%@».
nl: Geen handle of weergavenaam komt overeen met “%@”.
pl: Żaden uchwyt ani nazwa wyświetlana nie pasuje do „%@”.
pt_br: Nenhum @usuário ou nome de exibição corresponde a “%@”.
pt_pt: Nenhum identificador ou nome de apresentação corresponde a “%@”.
ro: Niciun handle sau nume afișat nu se potrivește cu „%@”.
ru: Нет имён пользователей или отображаемых имён, совпадающих с «%@».
sk: Žiadne používateľské meno ani zobrazované meno nezodpovedá „%@“.
sv: Inget användarnamn eller visningsnamn matchar ”%@”.
ta: “%@” உடன் பொருந்தும் பயனர்பெயரோ காட்சிப் பெயரோ இல்லை.
te: “%@” కు సరిపోలే హ్యాండిల్ లేదా పేరు లేదు.
th: ไม่มีแฮนเดิลหรือชื่อที่แสดงที่ตรงกับ “%@”
tr: “%@” ile eşleşen kullanıcı adı veya görünen ad yok.
uk: Жодне @ім’я чи відображуване ім’я не збігається з «%@».
ur: کوئی ہینڈل یا ڈسپلے نام “%@” سے نہیں ملتا۔
vi: Không có tên người dùng hay tên hiển thị nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的用户名或显示名称。
zh_hant: 沒有符合「%@」的代號或顯示名稱。

# search.empty.noResults.posts
source: No post contains “%@”. Search matches the words in a post, not their meaning.
ar: لا يوجد منشور يحتوي على «%@». البحث يطابق كلمات المنشور، لا معناها.
bn: কোনো পোস্টে “%@” নেই। সার্চ পোস্টের শব্দ মেলায়, অর্থ নয়।
ca: Cap publicació conté «%@». La cerca coincideix amb les paraules d'una publicació, no amb el seu significat.
cs: Žádný příspěvek neobsahuje „%@“. Hledání odpovídá slovům v příspěvku, ne jejich významu.
da: Intet opslag indeholder “%@”. Søgningen matcher ordene i et opslag, ikke deres betydning.
de: Kein Beitrag enthält „%@“. Die Suche findet die Wörter in einem Beitrag, nicht ihre Bedeutung.
el: Καμία ανάρτηση δεν περιέχει «%@». Η αναζήτηση ταιριάζει με τις λέξεις μιας ανάρτησης, όχι με το νόημά τους.
es: Ninguna publicación contiene «%@». La búsqueda coincide con las palabras de una publicación, no con su significado.
fi: Mikään julkaisu ei sisällä hakua “%@”. Haku vastaa julkaisun sanoja, ei niiden merkitystä.
fr: Aucun post ne contient « %@ ». La recherche porte sur les mots d’un post, pas sur leur sens.
he: אף פוסט לא מכיל ״%@״. החיפוש מתאים למילים בפוסט, לא למשמעות שלהן.
hi: किसी पोस्ट में “%@” नहीं है। खोज पोस्ट के शब्दों से मेल खाती है, उनके अर्थ से नहीं।
hr: Nijedna objava ne sadrži „%@”. Pretraga se podudara s riječima u objavi, a ne s njihovim značenjem.
hu: Egyetlen bejegyzés sem tartalmazza ezt: „%@”. A keresés a bejegyzések szavaira illeszkedik, nem a jelentésükre.
id: Tidak ada postingan yang memuat “%@”. Pencarian mencocokkan kata dalam postingan, bukan maknanya.
it: Nessun post contiene “%@”. La ricerca trova le parole in un post, non il loro significato.
ja: 「%@」を含む投稿はありません。検索は投稿内の言葉に一致するもので、意味では検索しません。
ko: “%@”가 포함된 게시물이 없어요. 검색은 게시물의 단어와 일치하는 것을 찾으며 의미를 찾지는 않아요.
ml: “%@” അടങ്ങിയ പോസ്റ്റ് ഇല്ല. തിരയൽ പോസ്റ്റിലെ വാക്കുകളെയാണ് നോക്കുന്നത്, അർത്ഥത്തെയല്ല.
ms: Tiada siaran mengandungi “%@”. Carian memadankan perkataan dalam siaran, bukan maknanya.
nb: Ingen innlegg inneholder «%@». Søket treffer ordene i et innlegg, ikke betydningen.
nl: Geen bericht bevat “%@”. Zoeken vindt de woorden in een bericht, niet de betekenis.
pl: Żaden wpis nie zawiera „%@”. Wyszukiwanie dopasowuje słowa we wpisie, nie ich znaczenie.
pt_br: Nenhum post contém “%@”. A busca encontra as palavras de um post, não o significado delas.
pt_pt: Nenhuma publicação contém “%@”. A pesquisa procura as palavras de uma publicação, não o seu significado.
ro: Nicio postare nu conține „%@”. Căutarea potrivește cuvintele dintr-o postare, nu sensul lor.
ru: Нет постов, содержащих «%@». Поиск совпадает со словами в посте, а не с их смыслом.
sk: Žiadny príspevok neobsahuje „%@“. Hľadanie zodpovedá slovám v príspevku, nie ich významu.
sv: Inget inlägg innehåller ”%@”. Sökningen matchar orden i ett inlägg, inte deras betydelse.
ta: “%@” உள்ள இடுகை எதுவும் இல்லை. தேடல் இடுகையில் உள்ள சொற்களைப் பொருத்துகிறது, பொருளை அல்ல.
te: “%@” ఉన్న పోస్ట్ ఏదీ లేదు. శోధన పోస్ట్‌లోని పదాలను సరిపోల్చుతుంది, అర్థాన్ని కాదు.
th: ไม่มีโพสต์ที่มี “%@” การค้นหาจับคู่กับคำในโพสต์ ไม่ใช่ความหมาย
tr: Hiçbir gönderi “%@” içermiyor. Arama, bir gönderideki sözcükleri eşleştirir, anlamını değil.
uk: Жоден допис не містить «%@». Пошук збігається зі словами в дописі, а не з їхнім змістом.
ur: کسی پوسٹ میں “%@” نہیں ہے۔ تلاش پوسٹ کے الفاظ سے ملتی ہے، ان کے مطلب سے نہیں۔
vi: Không có bài đăng nào chứa “%@”. Tìm kiếm khớp với các từ trong bài đăng, không phải ý nghĩa.
zh_hans: 没有包含“%@”的帖子。搜索匹配的是帖子中的字词，而不是含义。
zh_hant: 沒有貼文包含「%@」。搜尋比對的是貼文中的字詞，而非語意。

# search.empty.noResults.title
source: No results
ar: لا توجد نتائج
bn: কোনো ফলাফল নেই
ca: Cap resultat
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
hi: कोई नतीजा नहीं
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 검색 결과 없음
ml: ഫലങ്ങളില്ല
ms: Tiada hasil
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
pt_pt: Sem resultados
ro: Niciun rezultat
ru: Ничего не найдено
sk: Žiadne výsledky
sv: Inga resultat
ta: முடிவுகள் இல்லை
te: ఫలితాలు లేవు
th: ไม่พบผลลัพธ์
tr: Sonuç yok
uk: Нічого не знайдено
ur: کوئی نتیجہ نہیں
vi: Không có kết quả
zh_hans: 没有结果
zh_hant: 沒有結果

# search.empty.tooShort.subtitle
source: Search needs at least %lld characters.
ar: البحث يحتاج إلى %lld حرف على الأقل.
bn: সার্চের জন্য কমপক্ষে %lld অক্ষর লাগে।
ca: La cerca necessita almenys %lld caràcters.
cs: Hledání vyžaduje alespoň %lld znaků.
da: Søgningen kræver mindst %lld tegn.
de: Die Suche braucht mindestens %lld Zeichen.
el: Η αναζήτηση χρειάζεται τουλάχιστον %lld χαρακτήρες.
es: La búsqueda necesita al menos %lld caracteres.
fi: Haku vaatii vähintään %lld merkkiä.
fr: La recherche demande au moins %lld caractères.
he: החיפוש דורש לפחות %lld תווים.
hi: खोज के लिए कम से कम %lld अक्षर चाहिए।
hr: Pretraga zahtijeva najmanje %lld znakova.
hu: A kereséshez legalább %lld karakter kell.
id: Pencarian butuh minimal %lld karakter.
it: La ricerca richiede almeno %lld caratteri.
ja: 検索には%lld文字以上が必要です。
ko: 검색하려면 %lld자 이상 필요해요.
ml: തിരയാൻ കുറഞ്ഞത് %lld അക്ഷരങ്ങൾ വേണം.
ms: Carian memerlukan sekurang-kurangnya %lld aksara.
nb: Søket trenger minst %lld tegn.
nl: Zoeken vereist minimaal %lld tekens.
pl: Wyszukiwanie wymaga co najmniej %lld znaku.
pt_br: A busca precisa de pelo menos %lld caracteres.
pt_pt: A pesquisa precisa de pelo menos %lld carateres.
ro: Căutarea cere cel puțin %lld de caractere.
ru: Для поиска нужно хотя бы %lld символа.
sk: Hľadanie vyžaduje aspoň %lld znakov.
sv: Sökningen kräver minst %lld tecken.
ta: தேட குறைந்தது %lld எழுத்துகள் தேவை.
te: శోధనకు కనీసం %lld అక్షరాలు కావాలి.
th: การค้นหาต้องมีอย่างน้อย %lld ตัวอักษร
tr: Arama için en az %lld karakter gerekir.
uk: Для пошуку потрібно щонайменше %lld символу.
ur: تلاش کے لیے کم از کم %lld حروف چاہئیں۔
vi: Tìm kiếm cần ít nhất %lld ký tự.
zh_hans: 搜索至少需要 %lld 个字符。
zh_hant: 搜尋至少需要 %lld 個字元。

# search.empty.tooShort.title
source: Keep typing
ar: واصل الكتابة
bn: লিখতে থাকুন
ca: Continua escrivint
cs: Piš dál
da: Skriv videre
de: Tippe weiter
el: Συνέχισε να πληκτρολογείς
es: Sigue escribiendo
fi: Jatka kirjoittamista
fr: Continuez à taper
he: המשך להקליד
hi: टाइप करते रहें
hr: Nastavi tipkati
hu: Írj tovább
id: Terus mengetik
it: Continua a scrivere
ja: 入力を続けてください
ko: 계속 입력하세요
ml: ടൈപ്പ് ചെയ്യുന്നത് തുടരുക
ms: Teruskan menaip
nb: Fortsett å skrive
nl: Blijf typen
pl: Pisz dalej
pt_br: Continue digitando
pt_pt: Continue a escrever
ro: Continuă să scrii
ru: Продолжайте вводить
sk: Píš ďalej
sv: Fortsätt skriva
ta: தொடர்ந்து தட்டச்சு செய்யுங்கள்
te: టైప్ చేస్తూ ఉండండి
th: พิมพ์ต่อ
tr: Yazmaya devam edin
uk: Продовжуйте вводити
ur: ٹائپ کرتے رہیں
vi: Hãy gõ tiếp
zh_hans: 请继续输入
zh_hant: 請繼續輸入
